Repository: Uniquode/basxconnect
Catalog: basxconnect/core/locale/*/LC_MESSAGES/django.po
Languages: th

source: Tags
th: แท็ก

source: Titles
th: หัวเรื่อง

source: Salutations
th: คำนำหน้านาม

source: Forms Of Address
th: ประเภทที่อยู่อาศัย

source: Genders
th: เพศ

source: Natural Person Types
th: บุคคลธรรมดา

source: Legal Person Types
th: นิติบุคคล

source: Association Person Types
th: กลุ่มบุคคล สมาคม

source: Address statuses
th: ประเภทที่อยู่

source: Email Types
th: อีเมล์

source: URL Types
th: ประเภทของ URL

source: Phone Types
th: ประเภทโทรศัพท์

source: Address Types
th: ประเภทที่อยู่

source: General
th: ทั่วไป

source: Persons
th: บุคคล

source: Default type of natural persons
th: ค่าเริ่มต้นประเภทบุคคลธรรมดา

source: Default type of person associations
th: ค่าเริ่มต้นประเภทกลุ่มบุคคล

source: Default type of legal persons
th: ค่าเริ่มต้นประเภทนิติบุคคล

source: Add
th: เพิ่ม

source: Save
th: บันทึก

source: Edit
th: แก้ไข

source: Delete
th: ลบ

source: primary
th: ข้อมูลหลัก

source: Edit %s
th: แก้ไข %s

source: Valid from:
th: ใช้ได้ตั้งแต่:

source: Valid until:
th: ใช้ได้จนถึง:

source: Address(es)
th: ที่อยู่

source: Hide inactive postals
th: ซ่อนช่องทางการติดต่อที่ไม่ได้ใช้งาน

source: Show inactive postals
th: แสดงว่าไม่ใช้งาน

source: Add Address
th: เพิ่มที่อยู่

source: Other
th: อื่นๆ

source: Edit Tags
th: แก้ไขแท็ก

source: Contributions
th: เงินบริจาค

source: Add %s
th: เพิ่ม %s

source: Series letters
th: ชุดตัวอักษร

source: Are you sure you want to delete {}?
th: คุณแน่ใจหรือว่าต้องการลบ {}?

source: Restore
th: เรียกคืนค่า

source: Are you sure you want to restore {}?
th: คุณแน่ใจหรือไม่ว่าต้องการกู้คืน {}?

source: Copy
th: คัดลอก

source: Are you sure you want to copy {}?
th: คุณแน่ใจหรือไม่ว่าต้องการคัดลอก {}?

source: <Value has been deleted>
th: <ค่าถูกลบ>

source: History
th: ประวัติ

source: Date
th: วันที่

source: Time
th: เวลา

source: User
th: ชื่อผู้ใช้งาน

source: Changes
th: เปลี่ยน

source: Relationships
th: ความสัมพันธ์

source: Relationships to person
th: สถานะความสัมพันธ์ที่เกี่ยวข้องเป็น

source: Relationships from person
th: สถานะความสัมพันธ์เกี่ยวข้องจากบุคคล

source: Add relationship from person
th: เพิ่มสถานะความสัมพันธ์จากบุคคลอื่นกับตนเอง

source: Add relationship to person
th: เพิ่มสถานะความสัมพันธ์ของตนเองกับบุคคลอื่น

source: Status
th: สถานะภาพ

source: Changed
th: เปลี่ยน

source: Created
th: สร้าง

source: Meta data
th: โครงสร้างข้อมูลข้อมูล

source: Inactive
th: ไม่ใช้งาน

source: Active
th: ใช้งาน

source: Base data
th: ฐานข้อมูล

source: Base Data
th: ฐานข้อมูล

source: Mailings
th: การส่งจดหมาย

source: Settings
th: ตั้งค่า

source: Personal data
th: ข้อมูลบุคคล

source: Yes
th: ใช่

source: No
th: ไม่ใช่

source: Personal Data
th: ข้อมูลบุคคล

source: Tag
th: แท็ก

source: Category
th: หมวดหมู่

source: Person
th: บุคคล

source: Email
th: อีเมล์

source: Type
th: ประเภท

source: Email address
th: ที่อยู่อีเมล์

source: Email addresses
th: ที่อยู่อีเมล์

source: Url
th: URL เว็บไซต์ / เฟซบุคเพจ

source: Web address
th: เว็บไซต์

source: Web addresses
th: เว็บไซต์

source: Number
th: ลำดับที่

source: Phone number
th: เบอร์โทรศัพท์

source: Phone numbers
th: เบอร์โทรศัพท์

source: Fax number
th: แฟกซ์

source: Fax numbers
th: แฟกซ์

source: Country
th: ประเทศ

source: Address
th: ที่อยู่

source: Post Code
th: รหัสไปรษณีย์

source: City
th: จังหวัด

source: Valid from
th: ใช้ได้ตั้งแต่

source: Valid until
th: ใช้ได้จนถึง

source: Postal address
th: ไปรษณีย์พื้นที่

source: Postal addresses
th: ไปรษณีย์พื้นที่

source: Deleted
th: ลบ

source: Person number
th: ลำดับที่

source: Display name
th: นามเรียกขาน

source: Default Sorting Name
th: ชื่อการเรียงลำดับเริ่มต้น

source: Salutation Letter
th: คำขึ้นต้น จดหมาย

source: Preferred Language
th: เลือกใช้ภาษา

source: Primary postal address
th: ที่อยู่สำหรับติดต่อ

source: Primary email address
th: อีเมล์สำหรับติดต่อ

source: Primary phonenumber
th: เบอร์โทรศัพท์ติดต่อ

source: Remarks
th: หมายเหตุ

source: Person Type
th: ประเภทของบุคคล

source: Main Type
th: ประเภท

source: active
th: ใช้งาน

source: inactive
th: ไม่ใช้งาน

source: First Name
th: ชื่อ

source: Middle Name
th: ชื่อกลาง

source: Last Name
th: นามสกุล

source: Maiden Name
th: นามสกุลเดิม

source: Autogenerate Display Name
th: สร้างชื่อที่แสดงโดยอัตโนมัติ

source: Title
th: เรื่อง

source: Salutation
th: คำนำหน้านาม

source: Form of address
th: ประเภทที่อยู่อาศัย

source: Profession
th: อาชีพ

source: Date of Birth
th: วันเดือนปีเกิด

source: Place of Birth
th: สถานที่เกิด

source: Deceased
th: เสียชีวิต

source: Deceased Date
th: วันที่เสียชีวิต

source: Gender
th: เพศ

source: Age
th: อายุ

source: Natural Person
th: บุคคลธรรมดา

source: Natural Persons
th: บุคคลธรรมดา

source: Addition name
th: ชื่อองค์กร

source: Legal Person
th: นิติบุคคล

source: Legal Persons
th: นิติบุคคล

source: Person Association
th: กลุ่มบุคคล

source: Person Associations
th: กลุ่มบุคคล

source: Name for relationship type
th: ประเภทความสัมพันธ์

source: Backward name for relationship type
th: ประเภทความสัมพันธ์ก่อนหน้านี้

source: Relationship type
th: ประเภทความสัมพันธ์

source: Relationship types
th: ประเภทความสัมพันธ์

source: Person A
th: บุคคล A

source: Person B
th: บุคคล B

source: Starts on
th: เริ่มวันที่

source: Ends on
th: สิ้นสุดวันที่

source: Relationship
th: ความสัมพันธ์

source: Terms
th: ข้อกำหนด

source: Name
th: ชื่อ

source: slug is human-readable, to make referencing easier
th: slugสามารถอ่านได้โดยมนุษย์ เพื่อให้การอ้างอิงง่ายขึ้น

source: Vocabulary
th: คำศัพท์

source: Vocabularies
th: คำศัพท์

source: Term
th: ข้อกำหนด

source: Disabled
th: ไม่มีสิทธิ์

source: Do not allow this term to be selected
th: ไม่อนุญาตให้เลือกคำนี้

source: Taxonomy
th: อนุกรมวิธาน

source: Add tag
th: เพิ่ม แท็ก

source: Remove tag
th: ลบแท็ก

source: Trash
th: ลบทิ้ง

source: Cancel
th: ยกเลิก

source: Reset
th: รีเซ็ต

# apply filter
source: Filter
th: กรอง

source: %s is %s
th: %s คือ %s

source: Delete linked %s subscription as well
th: ลบการสมัครสมาชิก %s ที่แบบต่อเนื่อง

source: Delete email %s
th: ลบอีเมล์%s

source: Confirm
th: ยืนยัน

source: Edit mailing settings
th: แก้ไขการตั้งค่าการส่งจดหมาย

source: Use as primary postal address
th: ใช้เป็นที่อยู่หลักสำหรับติดต่อ

source: Use as primary email address
th: ใช้เป็นที่อยู่หลักสำหรับติดต่อ

source: Propagate change of email address to %s
th: เผยแพร่การเปลี่ยนแปลงที่อยู่อีเมลไปยัง %s

source: Edit Email
th: แก้ไขอีเมล์

source: Search person
th: ค้นหาบุคคล

source: No results
th: ไม่มีผลลัพท์

source: %s items found
th: %sรายการที่พบ

source: Edit Relationship
th: แก้ไขความสัมพันธ์

source: Add Relationship
th: เพิ่มความสัมพันธ์

source: Add tag to %(count)d person
th: เพิ่มแท็กเพื่อ%(count)dบุคคล

source: Remove tag from %(count)d person
th: ลบแท็กจาก %(count)dบุคคล

source: Create new tag
th: สร้างแท็กใหม่

source: Submit
th: ยืนยัน

source: Terms of vocabulary
th: ศัพท์บัญญัติ

source: Back
th: กลับ

source: Complete
th: เรียบร้อย

source: Continue
th: ต่อไป

source: Check for existing people before continuing
th: ตรวจสอบข้อมูลก่อนดำเนินการต่อ

source: Start typing to search for a person...
th: พิมพ์เพื่อค้นหาบุคคล

source: Before a new person can be added it must be confirmed that the person does not exists yet.
th: ก่อนที่จะเพิ่มบุคคลใหม่จะต้องได้รับการยืนยันว่าบุคคลนั้นยังไม่ปรากฏ

source: Type of person
th: ประเภทบุคคล

source: Choose person main type
th: เลือกประเภทบุคคลหลัก

source: Please choose what type of person you want to add:
th: โปรดเลือกประเภทของบุคคลที่คุณต้องการเพิ่ม:

source: Subtype of person
th: ประเภทบุคคลรายย่อย

source: Choose person type
th: เลือกประเภทบุคคล

source: Add person
th: เพิ่มบุคคล

source: Finish
th: เสร็จสิ้น

source: Search
th: ค้นหา

source: Subtype
th: ประเภทย่อย

source: Information
th: ข้อมูลเบื้องต้น

source: Confirmation
th: ยืนยัน

source: Add new person
th: เพิ่มบุคคลใหม่

source: Review and confirm the entered information
th: ตรวจสอบและยืนยันข้อมูล

source: Sender letterhead
th: หัวจดหมาย

source: Logo
th: โลโก้

source: Organization Name
th: ชื่อองค์กร

source: Information about our organization
th: ข้อมูลเกี่ยวกับองค์กร
